<template>
  <div  class="page wrap">
    <comp-top-back :class="'line'" :back="true" >
      用户协议
    </comp-top-back>

    <div class="box page-main" id="scroll">
      <div class="inner">

      <section>
        <h1>Tinkey服务协议</h1>
        <p>尊敬的用户：</p>
        <p>感谢您选择Tinkey服务。《Tinkey服务协议》（以下简称“本协议”）由Tinkey团队和您（以下简称“用户”）签订，本协议在您与本团队之间具有合同上的法律效力。在本协议中：（1）“我们”和“我们”指代本团队，“我们的”应据此解释；及（2）“您”指代用户，“您的”应据此解释。您和本团队单独称为“一方”，合称为“双方”。
        本团队在此特别提醒您在使用我们的Tinkey移动应用（以下简称“Tinkey” 或“本软件”，Tinkey可在各移动应用平台上下载，包括但不限于Google Play和Apple App Store）之前，请认真阅读本协议及后文提及的相关协议，尤其是本协议中“免责及责任限制”等以加粗形式体现的条款，确保您充分理解本协议中各条款，并自主考虑风险。
        </p>
      </section>
        <section>
            <h1> 一、 关于本协议的确认与接纳</h1>

            <p>1.您理解本协议及有关协议适用于Tinkey。</p>
            <p>2.您下载Tinkey软件并注册使用，即视为您已经充分阅读并接受本协议全部条款，本协议立即生效，对双方具有约束力。 如果您不同意本协议条款，您应立即停止使用Tinkey。如果您已经下载了Tinkey，请立即删除。</p>
            <p>3.在访问或使用Tinkey时, 您同意：</p>
              <p>（1）接受本协议最新版本的约束（不变更亦不修改）；</p>
              <p>（2）在您所适用的司法管辖区域内，您已达到使用Tinkey的法定年龄，并可承担因使用Tinkey而产生的有约束力法律或金钱义务；</p>
              <p>（3）您不属于被排除人士（如本协议所定义）。</p>
            <p>4.本协议可由本团队随时更新，经修改的协议一经在Tinkey上公布，立即自动生效，不再另行通知。在本团队公布修改协议条款后，如果您不接受修改后的条款，请立即停止使用Tinkey，您继续使用Tinkey将被视为接受修改后的协议。</p>
        </section>
      <section>
        <h1>二、 定义</h1>

        <p>1.Tinkey：指由本团队基于区块链开发的数字硬件钱包，包括其他为方便用户使用区块链系统而开发的辅助工具。</p>

        <p>2.被排除人士：</p>
        <p>（1）除了自然人以外的、具备订立本协议的法律和意识能力的人士；</p>
        <p>（2）因本协议、法律、监管要求或适用于该用户的司法管辖区的规定而被以任何形式或方式（全部或部分）禁止、限制、无授权或无资格使用服务（如本协议所定义）的用户。</p>

        <p>3.新手指南： 指在您使用Tinkey之前（及在将来的使用过程中），本团队为您提供的Tinkey操作指南，以帮助您了解硬件钱包的基础知识。</p>

        <p> 4.创建钱包： 指在您接受本协议后，使用Tinkey创建钱包的过程。</p>

        <p>5.交易密码： 指您在设置Tinkey硬件钱包过程中，由您决定的密码，该密码将被用于加密和保护您的私钥。</p>

        <p>6.信息提示： Tinkey软件操作界面涉及的信息提示内容，建议用户按照相关步骤进行操作。</p>

        <p>7.特定用户： 指按照中国和其他国家的法律法规及政策规定必须要配合本团队履行个人信息披露义务的用户。</p>

        <p> 8.私钥： 由256位随机字符构成，是用户拥有并使用数字代币的核心。</p>

        <p>9.公钥： 由私钥借助密码学原理单向推导生成，并用以生成区块链数字钱包地址，数字钱包地址即为公开收款地址。</p>

        <p>10.数字代币： 指Tinkey目前支持的数字代币种类，包括但不限于BTC、ETH、EOS等。</p>

        <p>11.消息中心： 指用户可以接收本团队发出的信息或通知的收件箱。</p>

        <p> 12.个人信息： 指以电子或者其他方式记录的能够单独或者与其他信息结合识别用户个人身份的各种信息，包括但不限于自然人的姓名、出生日期、身份证件号码、个人生物识别信息、住址、电话号码、银行卡号、邮件地址、钱包地址、移动设备信息、操作记录、交易记录等，但不包括用户的交易密码、私钥。</p>
      </section>
        <section>
        <h1>三、 Tinkey服务（统称“服务”）</h1>
          <p> 1.转账、收款。您可以使用Tinkey的转账、收款功能进行数字代币的管理，即运用私钥进行电子签名，对相关区块链的账本进行修改。转账是指付款方利用收款方的区块链地址进行转账操作，该“转账”行为涉及在相关区块链系统的分布式账本中对该交易的有效记录（而非在Tinkey上实际交付或转让数字代币）。</p>
          <p> 2.行情查看。您可以使用Tinkey查看第三方提供的数字代币汇率价格。Tinkey通过抓取相应的数字代币汇率信息计算您的代币资产法币计价数量并展示在Tinkey中。</p>
          <p>3.管理数字代币。您可以从Tinkey操作界面添加、保管或移除Tinkey所支持的数字代币（ETH、BTC除外）。</p>
          <p>4.交易记录。我们将通过区块链系统拷贝您全部或部分的交易记录。但用户应以区块链系统的最新交易记录为准。</p>
          <p>5.暂停服务。您知悉，基于区块链系统交易“不可撤销”的属性，我们不能为您撤回或撤销交易操作，但在一定情况下，我们可以暂停或者限制某位用户对Tinkey软件的操作。</p>
          <p>6.备份。您可以通过Tinkey对您的Tinkey硬件钱包进行备份，备份方式为云备份、二维码备份、ABKEY备份。您在备份的时候需要妥善保管好您的交易密码，并按照提示步骤操作，完成备份操作。</p>
          <p>7.口令。您可以从Tinkey中获取Tinkey硬件钱包中自动生成的动态口令用于身份的二次认证。</p>
          <p>8.其他本团队认为有必要提供的服务。</p>

        <h1>用户接受本团队提供的上述服务时了解并接受：</h1>
         <p>1.秉承区块链的去中心化特点，并为了保护您数字代币安全，本团队提供的是去中心化服务，大大区别于银行业金融机构。用户了解并接受，本团队 不承担 以下责任：</p>
          <p>（1）存储用户的交易密码（即用户初始化Tinkey硬件钱包时设置的授权密码）；</p>
          <p>（2）找回用户的交易密码；</p>
          <p>（3）冻结钱包；</p>
          <p>（4）挂失钱包；</p>
          <p>（5）恢复钱包；</p>
          <p>（6）交易回滚。</p>
         <p> 2.您应当自行承担保管含有Tinkey的移动设备、备份Tinkey硬件钱包、妥善保管交易密码的责任。如您遗失移动设备或Tinkey硬件钱包、删除且未备份Tinkey、交易密码被盗或遗忘，本团队均无法还原钱包或找回钱包；如用户进行交易时误操作（例如输错转账地址、输错交易数额），本团队无法取消交易，且本团队亦不应对此承担任何责任。</p>
          <p>3.本团队和Tinkey所能够提供的数字代币管理服务并未包括所有已存在的数字代币，请勿通过Tinkey操作任何Tinkey不支持的数字代币。</p>
        </section>

        <section>
          <h1> 四、 您的权利义务</h1>
          <p>1.创建钱包及交易： 您有权在您的移动设备上通过Tinkey创建钱包，有权设定钱包的交易密码等信息，并有权通过Tinkey应用程序，使用自己的钱包在区块链上进行转账和收款等交易。</p>

          <p>2.身份验证： 按照有关法律法规的要求，特定用户在使用Tinkey提供的有关服务时，应当按照Tinkey的提示及时完成相关身份验证，要求您提交包括但不限于您的姓名、身份证号码、手机号码、银行卡号信息等个人信息。否则该特定用户将无法使用有关服务，因特定用户拖延造成的损失由您自行承担。</p>

          <p>3.我们可能为不同的终端设备开发不同的软件版本，您应当根据实际需要选择下载合适的版本进行安装。如果您从未经合法授权的第三方获取本软件或与本软件名称相同的安装程序，本团队将无法保证该软件能否正常使用，也无法保证其安全性，因此造成的损失由您自行承担。</p>

          <p> 4.本软件新版本发布后，旧版软件可能无法使用。本团队不保证旧版软件的安全性、继续可用性及提供相应的客户服务。请用户随时核对并下载最新版本。</p>

          <p>5.您应自行承担妥善保管移动设备、Tinkey硬件钱包以及交易密码等信息的责任。 本团队不负责为用户保管以上信息。因您遗失移动设备、Tinkey硬件钱包、主动或被动泄露、遗忘钱包交易密码或遭受他人攻击、诈骗等所引起的一切风险、责任、损失、费用应由您自行承担。</p>

          <p> 6.Tinkey信息提示。 您了解并同意遵循本团队在Tinkey上发布的信息提示，按照信息提示的内容进行操作，否则，由此引起的一切风险、责任、损失、费用等应由您自行承担。</p>

          <p>7.转账。
          <p>（1）您理解基于区块链操作的“不可撤销”属性，当您使用Tinkey转账功能时，您应当自行承担因您操作失误而导致的后果（包括但不限于因您输错转账地址、您自身选择转账节点服务器的问题）。</p>
          <p>（2）您知悉在使用Tinkey服务时，以下情况的出现可能导致转账功能不可用、转账“交易失败”或“打包超时”：</p>
          <p>a) 钱包余额不足；</p>
          <p>b) 交易矿工费不足；</p>
          <p> c) 区块链执行智能合约代码失败；</p>
          <p> d) 超出监管部门、Tinkey或法律法规规定的付款额度；</p>
          <p>e) 网络、设备等技术故障；</p>
          <p>f) 区块链网络拥堵、故障等原因引起交易被抛弃；</p>
          <p>  g) 您的地址或交易对方地址被识别为特殊地址，如高风险地址。</p>
        </section>
        <section>
         <h1> 五、 风险提示</h1>
           <p>1.您了解并知悉，由于数字代币领域的法律法规政策尚未健全，该领域的数字代币可能会产生无法兑现、技术不稳定等重大风险。您也了解数字代币的价格波动幅度远高于其他金融资产。我们谨慎提醒您应当根据自身财务状况和风险偏好，以合理的方式选择持有或处置任何一种数字代币。您也了解Tinkey提供的行情查看功能仅系抓取部分交易所的数字代币汇率信息的搜索结果，并不表示为最新行情。</p>
          <p>2.在使用Tinkey服务时，若您或您的相对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，本团队并不保证交易会顺利完成，且本团队不承担损害赔偿责任。若发生前述情形，而款项已先行入账您的或您的交易方的Tinkey钱包或第三方钱包，您理解区块链操作具有的“不可逆”属性，以及相关交易具有“不可撤销”的特征，由您及您的相对方自行承担相应的风险后果。</p>
          <p>3.当您将数字代币转给其他钱包地址时，您在交易过程中应当自行判断对方是否为完全民事行为能力人并自行决定是否与对方进行交易或转账给对方等。</p>
          <p>4.在转账过程中，如果出现“交易失败”、“打包超时”等类似的异常信息提示时，您应通过相关区块链系统的官方途径或其他的区块链查询工具进行再次确认，以避免重复转账；否则，由此所引起的一切损失和费用应由您自行承担。</p>
          <p>5.我们建议您在创建钱包时对您的Tinkey硬件钱包及交易密码做好安全备份。我们提请您注意，请不要采用以下电子备份方式：截图、邮件、手机中的记事本应用、短信、微信、QQ等电子备份方式。我们建议您采用我们提供的三种备份方式进行有效备份，并妥善保管交易密码。</p>
          <p>6.我们建议您在安全的网络环境中使用Tinkey，确保您的移动设备没有越狱或root，以避免可能存在的安全隐患。</p>
          <p>7.请您在使用Tinkey过程中，警惕诈骗行为。一旦发现任何可疑行为，我们鼓励您第一时间告知我们。</p>
        </section>
       <section>
        <h1>六、服务的变更、中断、终止 </h1>
        <p>1.您了解并同意本团队可以自行决定暂时提供部分服务功能，或于将来暂停部分服务功能或开通新的服务功能。当我们改变服务时，只要您仍然使用Tinkey，表示您仍然同意本协议或者本协议修正后的条款。</p>

         <p>2.为了尽可能避免任何对Tinkey的误操作或数字代币的任何安全风险，您应避免在不具备区块链基础知识的前提下使用Tinkey。对不具备区块链基础知识的用户，本团队有权拒绝提供部分或全部的服务功能。</p>

         <p>3.您理解存在如下情形时，本团队将暂停提供服务（或在发生如下情形时彻底终止服务）：</p>
         <p>（1）因设备、区块链系统维修、升级、故障和通信中断等技术原因而中断Tinkey的运营；</p>
         <p>（2）因台风、地震、海啸、洪水、停电、战争或恐怖袭击等不可抗力因素，电脑病毒、木马、黑客攻击、系统不稳定或政府行为等原因，造成本团队不能提供服务或本团队合理认为继续提供服务会有较大风险的；</p>
         <p>（3）适用法律或政策发生重大不利变化的；</p>
         <p>（4）或发生本团队无法控制或合理预见的其他情形。</p>

         <p> 4.当用户出现如下情况时，本团队可单方面中止或终止用户使用Tinkey的部分或全部功能:</p>
         <p>（1）用户死亡；</p>
         <p>（2）盗用他人的钱包信息或移动设备；</p>
         <p>（3）在Tinkey填写虚假个人信息；</p>
         <p>（4）拒绝Tinkey的强制更新操作；</p>
         <p>（5）将Tinkey用于违法或犯罪活动；</p>
         <p>（6）妨碍其他用户正常使用Tinkey；</p>
         <p>（7）伪称本团队的工作人员或管理人员；</p>
         <p>（8）攻击、侵入、更改或以任何其他方式威胁本团队计算机系统的正常运作；</p>
         <p>（9）利用Tinkey宣传垃圾广告；</p>
         <p>（10）散布谣言，损害本团队和Tinkey商誉；</p>
         <p>（11） 违法行为，其他违反本协议的行为，及本团队合理认为应当暂停功能的情形。</p>
         <p>5.如果本团队变更、中断、终止服务时，您有权在合理时间内导出您的交易信息。</p>
       </section>
        <section>
        <h1> 七、 您的陈述与保证</h1>
       <p> 1.您应遵守您所居住的国家或地区的法律法规，不得将Tinkey用于任何非法目的，也不得以任何非法方式使用Tinkey。</p>

          <p> 2.您不得利用Tinkey从事任何违法或犯罪的行为，包括但不限于：</p>
          <p>（1）危害您所居住的国家或地区的国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一；</p>
          <p>（2）从事任何违法犯罪行为，包括但不限于洗钱、非法集资等；</p>
          <p>（3）通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具等，接入本团队服务、收集或处理本团队所提供的内容，干预或试图干预任何用户；</p>
          <p>（4）提供赌博资讯或以任何方式引诱他人参与赌博；</p>
          <p>（5）侵入他人Tinkey钱包盗取数字代币；</p>
          <p>（6）进行与交易对方宣称的交易内容不符的交易，或不真实的交易；</p>
          <p>（7）从事任何侵害或可能侵害Tinkey服务系统、数据的行为；</p>
          <p>（8）其他本团队有正当理由认为不适当的行为。</p>

          <p>3.您理解并同意，如因您违反有关法律（包括但不限于海关及/或税务方面的监管规定）或者本协议之规定，使本团队遭受任何损失、受到任何第三方的索赔或任何行政管理部门的处罚，您应对本团队进行赔偿，包括合理的律师费用。</p>

          <p>4.您承诺按时缴纳本团队的服务费用（如有），否则本团队有权暂停对您提供的服务。</p>
        </section>

        <section>
        <h1>八、 隐私政策</h1>
        <p> 1.您提供给我们的任何数据或信息亦受我们隐私政策（“《Tinkey隐私政策》”的约束，该隐私政策亦是本协议的一部分。</p>
        </section>
        <section>
          <h1> 九、 免责及责任限制</h1>
         <p> 1.本团队仅对本协议中所列明的义务承担责任。</p>

          <p>  2.您理解和同意，在法律所允许的最大范围内，本团队只能按照现有的技术水平和条件提供Tinkey服务_。因下列任何原因导致Tinkey无法正常提供服务，本团队不承担责任：</p>
          <p> （1）Tinkey系统停机维护或升级；</p>
          <p> （2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</p>
          <p> （3）您的移动设备软硬件和通信线路、供电线路出现故障的；</p>
          <p> （4）您操作不当或未通过本团队授权或认可的方式使用本团队服务的；</p>
          <p> （5）因电脑病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行或政府行为等原因；</p>
          <p> （6）非因本团队的原因而引起的任何其它原因。</p>

          <p>  3.本团队对以下任何情形均不承担责任：</p>
          <p> （1）因您遗失移动设备、遗失Tinkey硬件钱包、遗忘且未备份交易密码等而导致该用户的数字代币丢失；</p>
          <p> （2）因您自行泄露钱包交易密码，或借用、转让或授权他人使用自己的移动设备或Tinkey硬件钱包，或未通过本团队官方渠道下载Tinkey应用程序或以其他不安全的方式使用Tinkey应用程序导致的您的数字代币丢失；</p>
          <p> （3）因您误操作（包括但不限于您输错转账地址、您自身选择转账节点服务器的问题）Tinkey导致的数字代币丢失；</p>
          <p> （4）因您不理解区块链技术的知识而进行误操作导致的您的数字代币丢失；</p>
          <p> （5）因系统滞后、区块链系统不稳定等原因导致本团队拷贝用户在区块链上的交易记录发生偏差；</p>

          <p> 4.您理解Tinkey仅作为您数字代币管理的工具。</p>

          <p>5.您知悉本团队可能同时为您及您的交易对手方提供服务或与之有关联关系或其他利益相关的关系，您同意对本团队可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张本团队在提供服务时存在法律上的瑕疵，也不因此而加重本团队的责任或注意义务。</p>

          <p> 6.本团队不提供以下形式的保证：</p>
          <p>（1）本团队提供的服务将符合您的全部需求；</p>
          <p>（2）您经由本团队服务取得的任何技术、产品、服务、资讯或其他材料将符合您的期望；</p>
          <p>（3）本团队从第三方交易所抓取的数字代币市场交易行情等信息的及时性、准确性、完整性、可靠性；</p>
          <p>（4）您在Tinkey上的交易对方会及时履行其在与您达成的交易协议中的各项义务。</p>

          <p> 8.在任何情况下，本团队对本协议所承担的违约赔偿责任总额不超过1）0.1个以太币的市场价值；或2）人民币100元，以较高的为准。</p>
          <p>9.您理解Tinkey仅作为用户管理数字代币、显示交易信息的工具，本团队不提供法律、税务或投资建议等服务。您应当自行向法律、税务、投资方面的专业人士寻求建议，且您在使用我们服务过程中所遭受的投资损失、数据损失等，本团队概不负责。          </p>
          <p>10.您理解根据适用法律法规的要求，我们可能不时更改我们的用户准入标准，限定向特定用户等提供服务的范围和方式等。</p>
        </section>

        <section>
        <h1>十、 其他条款</h1>
       <p> 1.不得转让。 在符合本协议条款的情况下，只有您（而非其他人）有权向我们主张与使用服务相关的索赔。您不得转让、交易，或试图转让、交易您对该索赔的权利。任何该等转让行为均为无效，且我们对受让方不承担任何义务或责任。</p>
          <p>2.知识产权。 Tinkey系本团队开发并拥有知识产权的应用程序。 Tinkey中显示的任何内容（包括本协议、公告、文章、视频、音频、图片、档案、资讯、资料、商标或标识）的知识产权归本团队或第三方权利人所有。用户仅可为持有和管理数字代币之目的使用Tinkey应用程序及其中的内容。未经本团队或第三方权利人的事先书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表上述应用程序及内容。本协议不应被视为授予您任何知识产权，包括出于任何目的使用与我们或服务相关的任何信息、图片、用户界面、标识、商标、商业名称、网络域名或版权的权利。</p>
          <p> 3.非弃权。 任何我们未执行本协议或未向您主张我们在本协议项下的权利、索赔或诉因的行为均不被视为放弃我们向您主张任何权利、索赔或诉因的权利。</p>
          <p>4.完整协议：</p>
          <p>（1）本协议由 《Tinkey服务协议》、《Tinkey隐私政策》 及本团队不时公布的各项规则（包括“帮助中心”的内容）组成。</p>
          <p>（2）除了本协议中的 《Tinkey服务协议》 、《Tinkey隐私政策》 外，本协议包含我们之间关于使用Tinkey和相关服务的全部协议和谅解，并取代所有先前的（口头的和书面的）协议、谅解或安排。</p>
          <p>5.税款：</p>
          <p>（1）使用本协议下的服务不含您在任何法域就您使用本服务所适用、产生、有关的税款（“应纳税款”）。</p>
          <p>（2）您应负责确定任何应纳税款，并向合适的税务机关申报、代扣、收集、报告和代缴正确的应纳税款。您应自行承担因未完成或未履行您的任何与应纳税款相关的义务而产生的所有处罚、索赔、罚款、惩罚和其他责任。</p>
          <p>（3）我们不负责确定任何应纳税款，亦不负责向合适的税务机关申报、代扣、收集、报告和代缴正确的应纳税款。</p>
          <p> 6.法律适用和争议解决：</p>
          <p>（1）本协议适用中华人名共和国法律，并应据此解释。</p>
          <p>（2）因本协议引起的或与之相关的任何争议（包括任何有关其存在、有效性、终止的问题），双方应首先寻求和解。如果该争议在该和解程序开始后的30天内仍未解决，双方应将该争议进行提交仲裁。</p>
          <p>7.独立性和部分无效：</p>
          <p>（1）本协议的任何部分被任何约束本协议的立法认为无效、非法或不可执行时，其仅在该范围（且不得进一步扩展）内被视为无效、非法或不可执行。为避免疑问，本协议的剩余部分将继续有效并保持充分的效力。</p>
          <p>（2）根据任何司法管辖区的法律，本协议任何条款被认定为非法、无效或不可执行的情形不得影响该条款依据其他司法管辖区的法律被认定为合法、有效或可执行，亦不得影响本协议其他条款的合法性、有效性或可执行性。</p>
          <p> 8.本协议译本。本协议的任何译本（如有）仅为方便用户而提供，无意对本协议的英文版本进行修改。如果本协议的英文版本与非英文版本之间存在冲突，应以英文版本为准。</p>
        </section>
        <section>
         <h1> 十一、 其它</h1>
          <p>1.您应当全面了解并遵守您所在司法辖区与使用服务所有相关法律、法规及规则。</p>
          <p>2.您在使用服务过程中，如遇到任何问题，您可以通过在Tinkey提交反馈等方式联系我们。</p>
          <p>3.所有的用户可以在Tinkey中查看本协议。 本团队鼓励您在每次访问Tinkey时都查阅本协议。</p>
          <p>4.本协议自2018年6月11日起生效。</p>
          <p class="bottomcon">本协议未尽事宜，您需遵守本团队不时更新的公告及相关规则。</p>
          <p class="bottom">Tinkey 团队</p>
        </section>
      </div>
    </div>

  </div>
</template>

<script>
  import Vue from 'vue'
  import { Button } from 'mint-ui';
  import { Cell } from 'mint-ui';
  import { Header } from 'mint-ui';
  Vue.component(Button.name, Button);
  Vue.component(Header.name, Header);
  Vue.component(Cell.name, Cell);
  export default {
    name: "page-agreement",
    data(){
      return {
        scroll:false
      }
    },
    mounted(){
      setTimeout(this.initScroll,700)
    },
    methods:{
      initScroll(){
        var self = this
        this.scroll = new IScroll('#scroll',{
          mouseWheel:true,
          tap:true
        });
      }
    }

  }
</script>

<style type="text/css" lang="less" scoped>
  .page-main{
    overflow-y: hidden;
    background-color: #F9F9F9;
    padding-bottom: .2rem;
  }

.box{
  >.inner{
    padding:.3rem;
    font-size: .24rem;
  }
}
section{
  margin-top: .2rem;
  h1{
    font-size: .24rem;
    color:black;
    font-weight: bold;
  }
  p{
    line-height: .46rem;
  }
  .bottomcon{
    margin-top: .2rem;
    font-weight: bold;

  }
  .bottom{
    text-align: right;
    font-size: .3rem;
    font-weight: bold;
  }
}
</style>
